{
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "miasma.nvim": { "branch": "main" },
  "mini.animate": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.notify": { "branch": "main" },
  "mini.starter": { "branch": "main" },
  "mini.tabline": { "branch": "main" },
  "mini.test": { "branch": "main" },
  "mini.trailspace": { "branch": "main" },
  "mini.visits": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-quicknotes": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "riscv-asm-vim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" }
}
